"providerDisplayName" = "Web Search";
"providerDescription" = "Search in different sites within a click.";
"Search Soso for '%@'" = "Search Soso for '%@'";
"Search Google for '%@'" = "Google '%@'";
"Search Baidu for '%@'" = "Baidu'%@'";
"Search Yahoo for '%@'" = "Search Yahoo! for '%@'";
"Search Taobao for '%@'" = "Search Taobao for '%@'";
"Search Dangdang for '%@'" = "Search in Dangdang for '%@'";
"Search Youdao for '%@'" = "Search Youdao for '%@'";
"Search Douban for '%@'" = "Search Douban for '%@'";
"okbutton" = "OK";
"百度" = "Baidu";
"搜搜" = "Soso";
"当当" = "Dangdang";
"豆瓣" = "Douban";
"淘宝" = "Taobao";
"谷歌" = "Google";
"有道" = "Youdao";
"雅虎" = "Yahoo";
"Baidu" = "Baidu";
"Soso" = "Soso";
"Dangdang" = "Dangdang";
"Douban" = "Douban";
"Taobao" = "Taobao";
"Google" = "Google";
"Youdao" = "Youdao";
"Yahoo" = "Yahoo";
"set default" = "set default";
"Unset" = "Unset";